Repository: GerZah/plugin-DateSearch
Catalog: languages/*.po
Languages: de_de

source: Date Search Debug Output
de_de: Datums-Suche Debug-Ausgabe

source: Use Gregorian / Julian Prefixes
de_de: Gregorianische / Julianische Präfixe verwenden

source: Check this if you want to use [G] / [J] prefixes to indicate that a date is meant to be specifying a Gregorian or a Julian date or timespan.
de_de: Wählen Sie dies aus, wenn Sie [G] / [J] Präfixe verwenden wollen, um darzustellen, dass es sich bei einem Datum um ein Gregorianisches oder ein Julianisches Datum bzw. eine Zeitspanne handelt.

source: no
de_de: nein

source: yes
de_de: ja

source: Scan All Text Fields
de_de: Alle Textfelder durchsuchen

source: Check this if you want date / timespan processing to be carried out within all of an item's text fields.
de_de: Wählen Sie dies aus, wenn Sie Daten oder Zeitspannen in allen Textfeldern eines Objektes suchen wollen.

source: Limit Scan to Fields
de_de: Suche auf Felder beschränken

source: Please select the elements i.e. fields that the scan for dates should be limited to.<br><em>Please note:</em> To select multiple entries, try holding the Ctrl key (Windows) or the Cmd key (Mac) while clicking.
de_de: Bitte wählen Sie die Elemente bzw. Felder, auf die die Suche nach Daten beschränkt sein soll.<br><em>Bitte beachten Sie:</em> Um mehrere Einträge auszuwählen, halten Sie bitte während des Klickens die Strg-Taste (Windows) bzw. die Command-Taste (Mac) gedrückt.

source: Scan Inside Relationship Comments
de_de: Innerhalb von Objekt-Beziehungs-Kommentaren suchen

source: The Item Relationships add-on is installed, and it has been patched to feature relationship comments. Check this if you want Date Search to scan inside relationship comments.
de_de: Das Objekt-Beziehungen (Item Relationships) Add-on ist installiert, und es ist gepatcht, um Beziehungs-Kommentare zu unterstützen. Wählen Sie dies aus, wenn die Suche innerhalb der Beziehungskommentare erfolgen soll.

source: Trigger Re-indexing of Existing Content
de_de: Re-Indexierung von bestehendem Inhalt auslösen

source: <strong>Please note:</strong> Checking this box will re-generate the index <em>now</em> and exactly <em>once</em>. This action will be carried out as soon as you click on "Save Changes".
de_de: <strong>Bitte beachten:</strong> Wenn Sie diese Option auswählen, wird der Index <em>jetzt</em> und genau <em>einmal</em>neu generiert. Diese Aktion wird durchgeführt, sobald Sie auf „Änderungen speichern“ klicken.

source: <em>Explanation:</em> Date Search relies on a search index that is being created during content maintenance in the background. However, existing content will not be re-indexed automatically. So if you have existing content or modify your settings, you should re-generate the search index.
de_de: <em>Erläuterung:</em> Die Datums-Suche stützt sich auf einen Suchindex, der während der Inhaltspflege im Hintergrund erstellt wird. Jedoch werden vorhandene Inhalte nicht automatisch erneut indexiert. Sofern Ihre Datenbank also über bestehende Inhalte verfügt, oder wenn Sie Ihre Einstellungen ändern, sollten Sie den Suchindex neu generieren.

source: Debug Output
de_de: Debug-Ausgabe

source: Date Search
de_de: Datums-Suche

source: You may enter a date in the forms YYYY, YYYY-MM, or YYYY-MM-DD, or a timespan consisting of two dates, separated by a hypen ("-"). Date Search will find items that contain dates and timespans matching your search. For example: "1970" will find an item mentioning the timespan "1960-1980".
de_de: Sie können ein Datum in der Form YYYY, YYYY-MM oder YYYY-MM-DD eingeben, oder eine Zeitspanne, bestehend aus zwei Daten, getrennt durch einen Bindestrich ("-"). Die Datums-Suche findet Objekte, die Daten oder Zeitspannen enthalten, die zur Suche passen. Beispielsweise wird die Suche nach "1970" ein Objekt finden, das die Zeitspanne "1960-1980" erwähnt.
